anki
app-cleaner
calibre
dropbox
f-lux
firefox
hexfiend
imageoptim
instacast
istat-menus
keyremap4macbook
mou
mplayer-osx-extended
pg-commander
spectacle
spotify
things
transmission
transmit
xmind
