anki
alfred
appcleaner
calibre
dropbox
path-finder
flux
firefox
hex-fiend
imageoptim
istat-menus
mou
mplayer-osx-extended
pg-commander
spectacle
spotify
steam
things
transmission
transmit
xmind
