cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'atk'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bdw-gc'
brew 'bison'
brew 'brew-cask'
brew 'cairo'
brew 'chromedriver'
brew 'cmake'
brew 'cmus'
brew 'colordiff'
brew 'coreutils'
brew 'cscope'
brew 'csshx'
brew 'ctags'
brew 'curl'
brew 'dcraw'
brew 'exiftool'
brew 'exiv2'
brew 'faac'
brew 'faad2'
brew 'ffmpeg'
brew 'flac'
brew 'fontconfig'
brew 'freetype'
brew 'gawk'
brew 'gd'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'gifsicle'
brew 'gist'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gnutls'
brew 'go'
brew 'graphviz'
brew 'gsettings-desktop-schemas'
brew 'gtk+'
brew 'harfbuzz'
brew 'heroku-toolbelt'
brew 'hexedit'
brew 'hub'
brew 'icu4c'
brew 'id3lib'
brew 'id3tool'
brew 'id3v2'
brew 'imagemagick'
brew 'intltool'
brew 'ios-sim'
brew 'jasper'
brew 'jpeg'
brew 'jq'
brew 'json-c'
brew 'lame'
brew 'libao'
brew 'libcue'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libid3tag'
brew 'libksba'
brew 'libmp3splt'
brew 'libogg'
brew 'libpng'
brew 'libsndfile'
brew 'libstfl'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libvorbis'
brew 'libvpx'
brew 'libyaml'
brew 'libzip'
brew 'little-cms'
brew 'lynx'
brew 'lzip'
brew 'mad'
brew 'md5sha1sum'
brew 'mercurial'
brew 'mobile-shell'
brew 'mp3info'
brew 'mp3splt'
brew 'mp4v2'
brew 'mpg123'
brew 'mtr'
brew 'mutt'
brew 'ncdu'
brew 'nettle'
brew 'newsbeuter'
brew 'nmap'
brew 'node'
brew 'urlview' # required by tmux-urlview
brew 'openssl'
brew 'ossp-uuid'
brew 'p11-kit'
brew 'p7zip'
brew 'pango'
brew 'pcre'
brew 'pg_top'
brew 'pianobar'
brew 'pidof'
brew 'pixman'
brew 'pkg-config'
brew 'pngcrush'
brew 'pngnq'
brew 'postgresql'
brew 'protobuf'
brew 'pv'
brew 'pyenv'
brew 'python'
brew 'python3'
brew 'ranger'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'rename'
brew 'repl'
brew 'rlwrap'
brew 'ruby'
brew 's3cmd'
brew 'scons'
brew 'sox'
brew 'sqlite'
brew 'sshuttle'
brew 'swig'
brew 'taglib'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'ufraw'
brew 'w3m'
brew 'webkit2png'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yasm'
brew 'yuicompressor'

cask 'anki'
cask 'alfred'
cask 'aerial' # awesome screensaver https://github.com/JohnCoates/Aerial
cask 'appcleaner'
cask 'calibre'
cask 'dropbox'
cask 'path-finder'
cask 'flux'
cask 'firefox'
cask 'virtualbox'
cask 'vagrant'
cask 'hex-fiend'
cask 'imageoptim'
cask 'istat-menus'
cask 'mou'
cask 'mplayer-osx-extended'
cask 'pg-commander'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'things'
cask 'transmission'
cask 'transmit'
cask 'xmind'
