tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/versions'
brew 'ack'
brew 'ansifilter'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'bdw-gc'
brew 'bison'
brew 'cmake'
brew 'libao'
brew 'mad'
brew 'libogg'
brew 'libvorbis'
brew 'faad2'
brew 'flac'
brew 'mp4v2'
brew 'libtool'
brew 'libcue'
brew 'texi2html'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'openssl'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'faac'
brew 'theora'
brew 'libvpx'
brew 'ffmpeg'
brew 'cmus'
brew 'colordiff'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'csshx'
brew 'ctags'
brew 'curl'
brew 'jpeg'
brew 'jasper'
brew 'libtiff'
brew 'little-cms2'
brew 'dcraw'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'go'
brew 'docker'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'exiftool'
brew 'exiv2'
brew 'findutils'
brew 'fzf'
brew 'gawk'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gd'
brew 'gdk-pixbuf'
brew 'gifsicle'
brew 'gist'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnupg'
brew 'harfbuzz'
brew 'pango'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'graphviz'
brew 'grc'
brew 'intltool'
brew 'gsettings-desktop-schemas'
brew 'ruby'
brew 'heroku-toolbelt'
brew 'hexedit'
brew 'hub'
brew 'id3lib'
brew 'id3tool'
brew 'id3v2'
brew 'little-cms'
brew 'imagemagick'
brew 'ios-sim'
brew 'oniguruma'
brew 'jq'
brew 'json-c'
brew 'leiningen'
brew 'libev'
brew 'libevent'
brew 'libid3tag'
brew 'libmp3splt'
brew 'libsndfile'
brew 'swig'
brew 'libstfl'
brew 'libzip'
brew 'lua'
brew 'lsyncd'
brew 'lynx'
brew 'lzip'
brew 'mackup'
brew 'python3'
brew 'macvim', args: ['with-override-system-vim', 'HEAD']
brew 'md5sha1sum'
brew 'mercurial'
brew 'protobuf'
brew 'mobile-shell'
brew 'moreutils'
brew 'mp3info'
brew 'mp3splt'
brew 'mpg123'
brew 'mtr'
brew 'tokyo-cabinet'
brew 'mutt'
brew 'ncdu'
brew 'newsbeuter'
brew 'nmap'
brew 'node'
brew 'ossp-uuid'
brew 'p7zip'
brew 'postgresql'
brew 'pg_top'
brew 'pianobar'
brew 'pidof'
brew 'pngcrush'
brew 'pngnq'
brew 'pv'
brew 'pyenv'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'rlwrap'
brew 'repl'
brew 's3cmd'
brew 'scons'
brew 'sox'
brew 'spark'
brew 'sshuttle'
brew 'swiftlint'
brew 'taglib'
brew 'the_silver_searcher'
brew 'tig', args: ['HEAD']
brew 'tmux'
brew 'transmission'
brew 'tree'
brew 'ufraw'
brew 'urlview'
brew 'w3m'
brew 'webkit2png'
brew 'wget'
brew 'yuicompressor'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/boneyard/p11-kit'
brew 'homebrew/dupes/rsync'
brew 'homebrew/versions/bash-completion2'
cask 'adium'
cask 'aerial'
cask 'alfred'
cask 'anki'
cask 'appcleaner'
cask 'battle-net'
cask 'beardedspice'
cask 'calibre'
cask 'charles'
cask 'coconutbattery'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'hex-fiend'
cask 'imageoptim'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'lighttable'
cask 'mou'
cask 'mplayer-osx-extended'
cask 'path-finder'
cask 'pg-commander'
cask 'rowanj-gitx'
cask 'skype'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'things'
cask 'transmission'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'vox'
cask 'xmind'
