cask_args appdir: "/Applications/Mine"
tap 'caskroom/cask'
tap 'homebrew/core'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap "homebrew/bundle"
brew 'ack'
brew 'ansifilter'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
#brew 'pcre'
#brew 'glib'
#brew 'libpng'
#brew 'freetype'
#brew 'fontconfig'
#brew 'pixman'
#brew 'cairo'
brew 'git'
#brew 'gobject-introspection'
#brew 'atk'
#brew 'autoconf'
#brew 'autojump'
#brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
#brew 'bdw-gc'
#brew 'bison'
#brew 'cmake'
#brew 'texi2html'
#brew 'icu4c'
#brew 'sqlite'
#brew 'gdbm'
#brew 'openssl'
#brew 'python'
#brew 'yasm'
#brew 'x264'
#brew 'lame'
#brew 'xvid'
#brew 'faac'
#brew 'libtool'
#brew 'libogg'
#brew 'libvorbis'
#brew 'theora'
#brew 'libvpx'
brew 'jpeg'
#brew 'libtiff'
#brew 'webp'
brew 'ffmpeg'
#brew 'chromaprint'
#brew 'libao'
#brew 'mad'
#brew 'faad2'
#brew 'flac'
#brew 'mp4v2'
#brew 'libcue'
brew 'cmus'
#brew 'colordiff'
#brew 'gmp'
brew 'coreutils'
brew 'cscope'
#brew 'csshx'
brew 'ctags'
brew 'curl'
#brew 'jasper'
#brew 'little-cms2'
#brew 'dcraw'
#brew 'diff-so-fancy'
#brew 'libgpg-error'
#brew 'libassuan'
#brew 'libgcrypt'
#brew 'libksba'
#brew 'pth'
#brew 'dirmngr'
brew 'go'
#brew 'docker'
#brew 'libyaml'
#brew 'docker-machine'
#brew 'docker-compose'
#brew 'dos2unix'
#brew 'exiftool'
#brew 'exiv2'
#brew 'findutils'
#brew 'fpp'
brew 'fzf'
#brew 'mpfr'
#brew 'gawk'
#brew 'libmpc'
#brew 'isl'
brew 'gcc'
brew 'gd'
#brew 'gdk-pixbuf'
#brew 'gifsicle'
#brew 'gist'
#brew 'gmail-backup'
brew 'gnu-sed', args: ['with-default-names']
#brew 'harfbuzz'
#brew 'pango'
#brew 'hicolor-icon-theme'
#brew 'gtk+'
#brew 'pinentry'
#brew 'gpg-agent'
#brew 'libusb'
#brew 'libusb-compat'
#brew 'libtasn1'
#brew 'nettle'
#brew 'graphviz'
#brew 'grc'
#brew 'intltool'
#brew 'gsettings-desktop-schemas'
brew 'ruby'
#brew 'heroku'
#brew 'hexedit'
brew 'htop'
brew 'hub'
#brew 'id3lib'
#brew 'id3tool'
#brew 'id3v2'
#brew 'little-cms'
brew 'imagemagick'
#brew 'ios-sim'
brew 'jpegoptim'
#brew 'oniguruma'
# fix me above
brew 'jq'
brew 'mas'
brew 'libev'
brew 'lua'
brew 'lsyncd'
brew 'ansible'
brew 'macvim', args: ['with-override-system-vim']
brew 'mtr'
brew 'mutt'
brew 'ncdu'
brew 'nmap'
brew 'node'
brew "mpv", args: ["with-bundle"]
brew 'p7zip'
brew 'pidof'
brew 'bat'
brew 'pv'
brew 'pyenv'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'rlwrap'
brew 's3cmd'
brew 'shellcheck'
brew 'sshuttle'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig', args: ['HEAD']
brew 'tmux'
brew 'tree'
brew 'urlview'
brew 'w3m'
brew 'wget'
#brew 'homebrew/dupes/grep'
#brew 'homebrew/dupes/rsync'
cask 'alfred'
#cask 'anki'
cask 'appcleaner'
cask 'arq'
cask 'battle-net'
cask '1password'
cask 'beardedspice'
#cask 'calibre'
cask 'charles'
cask 'coconutbattery'
cask 'dropbox'
cask 'fantastical'
cask 'flux'
cask 'font-hack'
cask 'vimr'
cask 'hazel'
cask 'hex-fiend'
cask 'imageoptim'
cask 'karabiner-elements'
cask 'istat-menus'
cask 'firefox-developer-edition'
cask 'iterm2'
#cask 'java'
#cask 'lastfm'
#cask 'launchcontrol'
#cask 'lighttable'
#cask 'mou'
#cask 'path-finder'
#cask 'pg-commander'
cask 'rowanj-gitx'
cask 'skype'
cask 'spectacle'
cask 'devonthink-pro-office'
cask 'spotify'
cask 'keyboard-maestro'
cask 'calibre'
cask 'steam'
cask 'spillo'
cask 'setapp'
#cask 'things'
cask 'transmit'
#cask 'vagrant'
#cask 'virtualbox'
cask 'vlc'
#cask 'vox'
#cask 'xmind'
mas "Bear", id: 1091189122
mas "Day One", id: 1055511498
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "OmniOutliner", id: 1142578772
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Xcode", id: 497799835
