tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'universal-ctags/universal-ctags'
cask 'java'
brew 'ack'
brew 'libyaml'
brew 'gdbm'
brew 'openssl'
brew 'python'
brew 'ansible'
brew 'ansifilter'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bash'
brew 'bash-completion@2'
brew 'bdw-gc'
brew 'bison'
brew 'boost'
brew 'gmp'
brew 'mpfr'
brew 'cgal'
brew 'chromaprint'
brew 'chromedriver'
brew 'cmake'
brew 'faad2'
brew 'flac'
brew 'libao'
brew 'libcue'
brew 'libogg'
brew 'libvorbis'
brew 'mad'
brew 'mp4v2'
brew 'cmus'
brew 'colordiff'
brew 'coreutils'
brew 'cscope'
brew 'csshx'
brew 'curl'
brew 'jpeg'
brew 'jasper'
brew 'little-cms2'
brew 'dcraw'
brew 'diff-so-fancy'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docker'
brew 'dos2unix'
brew 'duti'
brew 'exiftool'
brew 'exiv2'
brew 'faac'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils'
brew 'fpp'
brew 'freexl'
brew 'fribidi'
brew 'fzf'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'gd'
brew 'geos'
brew 'json-c'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'liblwgeom'
brew 'libxml2'
brew 'libspatialite'
brew 'xz'
brew 'python3'
brew 'gdal'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gifsicle'
brew 'gist'
brew 'glide'
brew 'gmail-backup'
brew 'gnu-sed', args: ['with-default-names']
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'libusb'
brew 'pinentry'
brew 'gnupg'
brew 'gpg-agent'
brew 'libtool'
brew 'graphviz'
brew 'grc'
brew 'grep'
brew 'gsettings-desktop-schemas'
brew 'icu4c'
brew 'harfbuzz'
brew 'hicolor-icon-theme'
brew 'pango'
brew 'gtk+'
brew 'hexedit'
brew 'htop'
brew 'httpstat'
brew 'hub'
brew 'icdiff'
brew 'id3lib'
brew 'id3tool'
brew 'id3v2'
brew 'perl'
brew 'imagemagick'
brew 'intltool'
brew 'node'
brew 'ios-sim'
brew 'jpegoptim'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'libass'
brew 'libev'
brew 'libevent'
brew 'libid3tag'
brew 'libmp3splt'
brew 'libsndfile'
brew 'libstfl'
brew 'libusb-compat'
brew 'libvo-aacenc'
brew 'libvpx'
brew 'libzip'
brew 'little-cms'
brew 'lua'
brew 'lsyncd'
brew 'lynx'
brew 'lzip'
brew 'mackup'
brew 'macvim', args: ['with-override-system-vim']
brew 'mas'
brew 'md5sha1sum'
brew 'mercurial'
brew 'mobile-shell'
brew 'moreutils'
brew 'mp3info'
brew 'mp3splt'
brew 'mp3val'
brew 'mpg123'
brew 'mpv', args: ['with-bundle']
brew 'mtr'
brew 'ncdu'
brew 'newsbeuter'
brew 'nmap'
brew 'ossp-uuid'
brew 'p7zip'
brew 'pandoc'
brew 'pg_top'
brew 'phantomjs'
brew 'pianobar'
brew 'pidof'
brew 'pngcrush'
brew 'pngnq'
brew 'sfcgal'
brew 'postgis'
brew 'pv'
brew 'pyenv'
brew 'qrencode'
brew 'ranger'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'repl'
brew 'rlwrap'
brew 'rsync'
brew 's3cmd'
brew 'scons'
brew 'shellcheck'
brew 'sox'
brew 'spark'
brew 'sshuttle'
brew 'swiftlint'
brew 'swig'
brew 'taglib'
brew 'terminal-notifier'
brew 'terraform'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'theora'
brew 'tidy-html5'
brew 'tig'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'tree'
brew 'ufraw'
brew 'urlview'
brew 'watch'
brew 'watchman'
brew 'webkit2png'
brew 'wget'
brew 'xcproj'
brew 'yasm'
brew 'yuicompressor'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'aerial'
cask 'alfred'
cask 'anki'
cask 'appcleaner'
cask 'arq'
cask 'bartender'
cask 'battle-net'
cask 'beardedspice'
cask 'calibre'
cask 'charles'
cask 'coconutbattery'
cask 'dash'
cask 'devonthink-pro-office'
cask 'dropbox'
cask 'duet'
cask 'firefox'
cask 'flux'
cask 'font-hack'
cask 'fork'
cask 'forklift'
cask 'ganttproject'
cask 'google-chrome'
cask 'hazel'
cask 'hex-fiend'
cask 'imageoptim'
cask 'istat-menus'
cask 'iterm2'
cask 'karabiner-elements'
cask 'lastfm'
cask 'launchcontrol'
cask 'mou'
cask 'path-finder'
cask 'pg-commander'
cask 'plex-media-player'
cask 'projectlibre'
cask 'rowanj-gitx'
cask 'skype'
cask 'slack'
cask 'soundflower'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'taskpaper'
cask 'time-out'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'vox'
cask 'xmind'
mas '1Password', id: 443987910
mas 'AntiRSI', id: 442007571
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'ColorSchemer Studio', id: 417896628
mas 'Day One', id: 1055511498
mas 'Deckset', id: 847496013
mas 'FileBot', id: 905384638
mas 'iA Writer Classic', id: 439623248
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Mactracker', id: 430255202
mas 'Monosnap', id: 540348655
mas 'Numbers', id: 409203825
mas 'OmniFocus', id: 867299399
mas 'OmniOutliner', id: 1142578772
mas 'Pages', id: 409201541
mas 'PDF-OCR-Free', id: 908711976
mas 'Pixa', id: 527618971
mas 'ReadKit', id: 588726889
mas 'Scapple', id: 568020055
mas 'SnippetsLab', id: 1006087419
mas 'Twitter', id: 409789998
mas 'Ulysses', id: 623795237
mas 'WiFi Scanner', id: 411680127
mas 'Xcode', id: 497799835
